Revit 2024 API
GroupTypeId.Title Property
 Title Text.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Title { get; }
Visual Basic
Public Shared ReadOnly Property Title As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Title {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace